<template>
  <div class="container">
    <h1 class="title">一训四风解读</h1>
    <div class="content">
      <p>
        学校校训、校风、教风、学风、作风是一所学校的精神、办学理念和办学特色的标志性体现，是学校历史和优良传统的高度概括，是校园文化建设的重要组成部分。为了进一步提炼学校的办学指导思想、治学精神、育人目标，彰显办学特色，优化校园风气，营造育人环境，增强全校师生的凝聚力、向心力、自信心和自豪感，构建具有我校特点的校园文化，充分发挥校园文化凝聚人心、激励人心、提升内涵、树立形象的作用，学校决定建设校训、校风、教风、学风、作风，弘扬优良传统。
      </p>
      <div class="point">
        <h4>一、校训：立德 博学 笃行 创新</h4>
        <p>
          1.立德：语出《左传·襄公二十四年》：“太上有立德，其次有立功，其次有立言，虽久不废，此之谓不朽”。树立德业是人生不朽的最高境界，是立身、立业、立言、立功之根基。“立德”是我校校训之根基，通过“立德”形成遵守社会公德，恪守职业道德，弘扬家庭美德，修养个人品德的校园德育文化，教育引导我校全体师生培育和践行社会主义核心价值观。
        </p>
        <p>
          2.博学：语出《礼记·中庸》：“博学之，审问之，慎思之，明辨之，笃行之”；《论语·子张》：“子夏曰:“博学而笃志，切问而近思，仁在其中矣”。博学即博采众长，师法古今，学贯中西，学识渊博。学校是知识的殿堂，文化的高地，办学理念应立足国情，放眼世界，学科专业应文理兼容，百科兼纳，着力培养既适应国家经济社会发展需要又具有国际视野的社会主义建设者和接班人。通过倡导“博学”，在全校营造优良的校风、教风和学风，为实现国家“富强、民主、文明、和谐”扎牢坚实的学识根基。
        </p>
        <p>
          3.笃行：语出《礼记·中庸》：“博学之，审问之，慎思之，明辨之，笃行之”；《礼记·儒行》：“儒有博学而不穷，笃行而不倦”。“笃”者，忠贞不渝、专心致志、持之以恒也；笃行即在学有所得的基础上践履所学，知行合一。恪守“笃行”校训，归宿点是使办学的初心及其成果走出“象牙塔”，实现教育报国的梦想，自觉成为“自由、平等、公正、法治”美好社会的践行者。
        </p>
        <p>
          4.创新：华夏祖先早在《礼记·大学》中就明确提出：“苟日新，日日新”这一努力向上，积极进取的创新精神。中国古代经典中亦作“剏新”。“创新”是学校事业发展的灵魂和不竭动力的源泉，是引领发展的第一动力，是学校的活力所在，是学校出人才、出成果、上台阶的重要保证。在第十九届五中全会中，中央明确指出，要深入贯彻创新驱动发展战略，要全面完善国家创新体系，要将创新理念贯穿到新发展阶段的全过程和各领域。作为大学，更应为国家的现代化建设培养一大批具有创新思维的社会主义建设者和接班人。
        </p>
      </div>

      <div class="point">
        <h4>二、校风：团结、勤奋、求实、卓越</h4>
        <p>
          1.团结：是力量的源泉，也是事业成功发展的前提。孟子说：“天时不如地利，地利不如人和”。在我校这个大团体中，只有团结起来，充分调动广大师生员工的积极性，集思广益，众志成城，凝聚一切力量，才能共同完成和实现教学任务和培养目标。加强协作，才能更好发挥个人在集体中的作用，才能更好的实现集体的理想。领导班子的团结、教职员工之间的团结、学生之间的团结、领导与群众之间的团结、师生之间的团结，是学校高质量发展的前提和基础。
        </p>
        <p>
          2.勤奋：出自清·平步青《霞外攟屑·掌故·林西厓方伯》：“似此勤奋出力之员，岂可拘其家世，不加奖励。”意思是认认真真，努力干好一件事情，不怕吃苦，踏实工作。勤奋治学、勤奋工作。学生要勤奋学习，教职员工要勤奋工作；幸福是奋斗出来的，只有勤奋才能出成绩、出成果，是保障学校高质量发展应有的精神状态。
        </p>

        <p>
          3.求实：意思是实事求是，实事求是是我们党思想路线的精髓。语出东汉·班固《汉书·河间献王传》：“河间献王德以孝景前二年立，修学好古，实事求是。促实干，求实效，一切从学校的实际出发，从各学院、各处室的实际出发，从我校每个师生的实际出发，遵循客观规律，脚踏实地地干实事，是学校高质量发展的基础。
        </p>
        <p>
          4.卓越：卓越是一种持续自我超越的境界，不懈追求卓越是对自己、对事业高度责任感的体现。学校坚持走“高端化、国际化、个性化”发展之路，以培养高素质应用型人才为目标，更好地为国家经济社会发展服务。每一位师生都要积极行动、持续创新、成为越来越优秀的自己，同时推动学校创一流的科研成果、培养一流的创新人才、培育一流的先进文化，成为学生满意、家长放心、社会尊重的大学，是学校高质量发展的目标。
        </p>
      </div>

      <div class="point">
        <h4>三、教风：爱生、乐教、严谨、求真</h4>
        <p>
          1.爱生：即爱护学生，从思想上、心理上、学习上、生活上、工作上关心学生的健康成长；言传身教，为人师表，诲人不倦，甘为人梯。通过全员育人、全程育人、全方位育人，促使我校的每一个学子通过在校学习得到成长，成为对社会有用的人，成为支撑社会主义现代化建设的栋梁之材。
        </p>
        <p>
          2.乐教：旨在要求教师忠诚党的教育事业，热爱教育，安于岗位，乐于教学；认真贯彻党的教育方针，为人师表，以身作则，管教管导；模范执行学校各项规章制度，服从分配，勇挑重担。
        </p>
        <p>
          3.严谨：意在要求教师严格执行教学管理规范，抓好教学质量关；以科学的态度对待教育，不断总结教学经验，开展教学研究；谦虚谨慎，戒骄戒躁，教学业务上要严要求，高标准。
        </p>
        <p>
          4.求真：是追求事物发展的真理所在和寻找事物发展的客观规律。是在科学的理论与方法的指导下不断地认识事物的本质，把握事物的规律。即要求教师坚持理论联系实际，不断开拓创新，在实践中求知创新；针对学生的特点，实施因材施教，讲究教学实效；教学业务上精益求精，不断总结教学经验，开展教学研究。
        </p>
      </div>

      <div class="point">
        <h4>四、学风：尊师、勤学、立志、有为</h4>
        <p>
          1.尊师：出自《礼记·学记》：“大学之礼，虽诏於天子，无北面，所以尊师也”。作为一名合格的学生，尊师是最基本的要求。老师，是学生未来的奠基人。所以，尊敬老师，就是尊重自己的将来。从古至今，尊敬老师一直是中华传统美德的重要一部分，是我们中华文化的优良传统，是社会文明进步的重要标志。教育引导青年学生尊师重教，其目的是教育学生更好的学习知识，学会做人，帮助他们养成谦虚礼貌之类的好品德、好习惯，只有这样，才能从长者手里学到知识与本领，使其继承、发扬。
        </p>
        <p>
          2.勤学：出自《东观汉记·桓荣传》：“
          荣少勤学，讲论不怠，治《欧阳尚书》”。“学而时习之不亦说乎”，业精于勤而荒于嬉。人生就是一个不断学习、不断积累、不断超越自我的过程。勤学二字旨在提醒学生明确学习目标，勤于思考、善于学习、终身学习，在勤学中建立优势，在勤学中达成目标，在勤学中坚定志向，在勤学中奉献社会，在勤学中圆满人生，在勤学中实现梦想。
        </p>
        <p>
          3.立志：是教育的首要目标，它决定了教育的方向，更决定了教育的上限，它能确立学生学习的动机，确保学习的方向，更会激发学生学习的热情，提高自身的潜力，促使学生更为专注，最大程度地发挥主观能动性，直至成功。
        </p>
        <p>
          4.有为：意在要求学生要有自己的理想和追求，要树立正确的三观，奋发向上，努力进取，履行好自己的义务，承担好自己的责任，争做有所作为的人才，同时也要利用好自身的优势去不断提升自己，能够更好的适应社会的发展，同时也能让自己生活的更加精彩。
        </p>
      </div>

      <div class="point">
        <h4>五、作风：诚信、守纪、实干、奉献</h4>
        <p>
          1.诚信：是中华民族的传统美德，也是社会主义核心价值观的重要组成部分。以真诚面对世界、面对人生，是一种问心无愧的从容，会让我们的生命鲜活亮丽、充实富有。诚实守信的人，往往对国家、民族、工作和事业具有高度的责任感和献身精神，师生对领导干部的认同、信任与追随，不仅在于领导干部的用权公正，还在于领导干部能讲诚信、守信用，在其位、谋其政，能干事、干成事，遇事勇于担当，取得杰出的工作业绩。
        </p>
        <p>
          2.守纪：是要求领导干部坚定育人初心使命，坚持立德树人根本任务，自觉落实好“四个意识”，坚定不移执行好学校的各项部署和要求。要时刻保持警醒、保持警惕，在工作、生活各方面作好表率和示范。要严格遵守学校各项纪律要求，要从每一件小事做起，绝不碰红线、底线和高压线。
        </p>
        <p>
          3.实干：是我们党的光荣传统，是我们党应对挑战、开拓进取，不断取得胜利的重要保障。要培养领导干部敢于担当的品格，把师生利益放在心中最高位置，敢于较真碰硬、迎难而上，积极寻找克服困难的对策，关键时刻冲得上去、危难关头豁得出来，努力把各项工作部署落到实处。
        </p>
        <p>
          4.奉献：是大局意识、爱岗敬业的真实反映，是职业道德的升华。要以全心全意为人民服务为宗旨，努力培养自己为师生奉献的精神和品质，把师生的利益放在第一位，不计较个人得失，兢兢业业开展工作。要把职业当事业，把责任当己任，在本职岗位上勤勤恳恳、兢兢业业，干出应有的成绩。
        </p>
      </div>
    </div>
  </div>
</template>

<style scoped>
.point h4 {
  text-indent: 0em;
}
</style>
