<!-- 学校简介 -->
<template>
  <h1 class="title">学校简介</h1>
  <div class="container">
    <!-- 列表循环 -->
    <div v-for="item in items">{{ item }}</div>
    <div class="content">
      武汉工程科技学院（原中国地质大学江城学院）创办于2004年2月，是一所经教育部批准的全日制普通本科高校。2014年5月，教育部批准学校转设并更名为武汉工程科技学院。2014年9月，学校成为湖北省首批应用型人才培养试点高校。
      学校坐落在武汉市江夏区风景怡人的青龙山麓，毗邻中国光谷，占地面积逾千亩，交通便捷，环境优雅。
      学校设有机械与工程学院、计算机与人工智能学院、经济与管理学院、人文学院、艺术与传媒学院、马克思主义学院，开设有机械制造及自动化、土木工程、产品设计(珠宝首饰设计方向)等33个本科专业和建筑工程技术等11个专科专业，涵盖6大学科门类，形成了以工为主，工学、艺术学、管理学、教育学、文学、经济学等多学科融合协调发展的格局。
      学校坚持社会主义办学方向，落实立德树人根本任务，将党的教育方针贯穿于办学治校、教书育人全过程。坚持质量立校、特色兴校、人才强校、依法治校，以建成湖北一流、全国知名的多科性高水平应用型大学为目标，培养德智体美劳全面发展的高素质应用型人才。
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      items: [
        "◆ 中国高水平民办大学",
        "◆ 全国最具实力民办高校",
        "◆ 品牌实力民办高校",
        "◆ 实力标杆民办高校",
        "◆ 国际化办学典范高校",
        "◆ 国际化特色典范高校",
      ],
    };
  },
};
</script>
