<!-- 校长致辞 -->
<template>
  <h1 class="title">校长致辞</h1>
  <div>
    <div class="container">
      <div class="article">
        <!-- 文本插值 -->
        <h3 class="principal">{{ principal }}</h3>
        <!-- 原始HTML -->
        <div class="content" v-html="contentHtml"></div>
      </div>
      <div class="img-wrapper">
        <img src="@/assets/bgl.jpg" alt="办公楼" />
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      principal: "刘迎秋",
      contentHtml:
        "社会各界朋友们、同学们： <p>我谨代表武汉工程科技学院领导班子及全体教职员工，向关心、支持学校建设和发展的老领导、老朋友致以诚挚地问候和衷心地感谢！并真诚地希冀在学校未来的发展中得到你们更多地支持和指导！同时，感谢各位家长把孩子送到我校，期待各位武工院学子能在这里遇见更好的自己！</p><p>我校是依托中国地质大学（武汉）于2004年成立，是⼀所经教育部批准的全日制普通本科高校。2014年5月，我校经教育部批准转设并更名为武汉工程科技学院。同年9月，我校成为湖北省首批应用型人才培养试点高校。</p><p>自建校以来，我校坚持社会主义办学方向，牢记为党育人、为国育才使命，落实立德树人根本任务，扎根中国大地办人民满意的教育，凝练了“⼀训四风”的大学文化。我校秉承“立德博学 笃行 创新”的校训精神，积极培育“团结 勤奋 求实卓越”的优良校风；积极倡导“爱生 乐教 严谨求真”的高尚教风；积极创建“尊师 勤学 立志有为”的良好学风；积极营造“诚信 守纪 实干奉献”的务实作风，为学校立心，为师生铸魂，共同推进学校内涵式发展。</p><p>我校积极探索规模与内涵协调发展的办学道路，注重培育应用型、国际化、个性化的办学特色。学校形成了以工学为主体，艺术学、管理学、教育学、文学、经济学等多学科融合协调发展的格局，以社会需求为导向，培养专业基础扎实、实践应用能力强、有家国情怀与国际视野，德智体美劳全面发展的高素质应用型人才。我们将在总结过去成功办学经验的基础上，坚持立足湖北、面向中部、服务全国，进⼀步推动我校高质量内涵式发展，努力把我校建成湖北⼀流、全国知名的多科性高水平应用型大学。奋斗创造历史，实干成就未来。 欢迎全国各地广大考生踊跃报考我校！祝愿武汉工程科技学院的明天更美好！</p>",
    };
  },
};
</script>

<style scoped>
.container {
  display: flex;
  flex-wrap: wrap;
  justify-content: space-between;
  align-items: stretch;
}

.article {
  display: inline-block;
  width: 70%;
}

.img-wrapper {
  display: inline-block;
  width: 30%; /* 容器宽度 */
}

.container img {
  max-width: 100%; /* 图片的最大宽度为容器宽度 */
  max-height: 100%; /* 图片的最大高度为容器高度 */
  width: 100%; /* 图片的宽度填充容器 */
  height: 100%; /* 图片的高度填充容器 */
}
</style>
